{
  "nav": {
    "clientArea": "Espace Client"
  },
  "regulatory": {
    "title": "Information réglementaire",
    "company": "Quickfund OÜ est une société de crédit immatriculée en Estonie, dûment autorisée par la Finantsinspektsioon (autorité financière estonienne) à exercer l'activité de prêteur.",
    "passport": "Grâce au « passeport européen », nous disposons de la faculté de proposer nos solutions de crédit à des clients situés en France, dans le strict respect des réglementations en vigueur.",
    "availability": "Offre disponible uniquement pour les résidents d'Estonie. Bien que notre agrément nous permette de recevoir des demandes de prêt depuis la France, la mise en place effective d'un contrat ne peut intervenir que si le dossier respecte l'ensemble des règles françaises et européennes applicables au crédit à la consommation.",
    "refusal": "Une demande peut être rejetée si elle ne satisfait pas aux exigences légales — ce refus traduit simplement un non-respect des normes de protection du consommateur.",
    "compliance": "Nous nous soumettons pleinement au Code de la consommation, aux directives européennes (directive 2008/48/CE), ainsi qu'au RGPD.",
    "fraud": "En cas de tentative de fraude, Quickfund OÜ se réserve le droit de transmettre les faits aux autorités compétentes.",
    "accept": "J'ai compris et j'accepte",
    "moreInfo": "En savoir plus"
  },
  "cookies": {
    "message": "Nous utilisons des cookies pour améliorer votre expérience.",
    "accept": "Accepter",
    "decline": "Refuser",
    "moreInfo": "En savoir plus"
  },
  "languageNotice": {
    "detected": "Langue détectée selon votre localisation",
    "terms": "Les conditions et tarifs affichés s'appliquent aux résidents de ce pays.",
    "change": "Vous pouvez changer de pays à tout moment."
  },
  "footer": {
    "title": "Parlons",
    "titleAccent": "crédit.",
    "description": "Une question ? Un projet ? Notre équipe vous répond en moins de 24h.",
    "contact": "Nous contacter",
    "sections": {
      "products": "Produits",
      "legal": "Légal",
      "social": "Suivez-nous"
    },
    "products": {
      "microCredit": "Micro-crédit",
      "consumerCredit": "Crédit conso",
      "proCredit": "Crédit pro"
    },
    "legal": {
      "legalNotice": "Mentions légales",
      "privacy": "Politique de confidentialité",
      "terms": "CGU"
    },
    "locations": {
      "estonia": "Estonie",
      "france": "France",
      "europe": "Europe"
    }
  },
  "preloader": {
    "tagline": "Crédit Transparent"
  }
}
