{
  "eyebrow": "Légal",
  "lastUpdated": "Dernière mise à jour",
  "questions": "Des questions ?",

  "nav": {
    "terms": "CGU",
    "privacy": "Confidentialité",
    "legalNotices": "Mentions légales",
    "cookies": "Cookies",
    "compliance": "Sécurité et conformité"
  },
  "tableOfContents": "Sommaire",
  "contentUnavailable": {
    "title": "Langue indisponible pour ce document",
    "description": "Ce contenu n'est pas encore disponible dans votre langue. La version française est affichée temporairement.",
    "empty": "Le contenu légal est temporairement indisponible."
  },

  "terms": {
    "title": "Conditions Générales d'Utilisation",
    "sections": {
      "preamble": {
        "title": "Article 1 – Préambule et identification du Prêteur",
        "intro": "Les présentes Conditions Générales d'Utilisation (ci-après « CGU ») régissent l'accès et l'utilisation de la plateforme Quickfund ainsi que la fourniture de services de crédit. Elles constituent un contrat entre vous et :",
        "company": "Quickfund OÜ",
        "legalForm": "Société à responsabilité limitée de droit estonien (Osaühing)",
        "regNumber": "Numéro d'immatriculation : 31303066",
        "address": "Siège social : Harju maakond, Tallinn, Kesklinna linnaosa, Tornimäe tn 5, 10145, Estonie",
        "authority": "Autorité de surveillance : Finantsinspektsioon (Autorité de Surveillance Financière d'Estonie)",
        "license": "Licence : Établissement de crédit agréé conformément à la loi estonienne sur les établissements de crédit (Krediidiasutuste seadus)",
        "passport": "Passeport européen : Autorisé à fournir des services de crédit dans l'Espace Économique Européen en vertu de la Directive 2008/48/CE",
        "email": "Email : contact@quickfund.ee",
        "phone": "Téléphone : +372 XXX XXXX"
      },
      "definitions": {
        "title": "Article 2 – Définitions",
        "intro": "Dans les présentes CGU, les termes suivants ont la signification indiquée ci-dessous :",
        "platform": "« Plateforme »",
        "platformDef": "Le site internet quickfund.ee, quickfund.fr et l'application mobile Quickfund, permettant l'accès aux Services.",
        "user": "« Utilisateur »",
        "userDef": "Toute personne physique accédant à la Plateforme, qu'elle soit ou non titulaire d'un compte.",
        "borrower": "« Emprunteur »",
        "borrowerDef": "Tout Utilisateur ayant conclu un Contrat de crédit avec le Prêteur.",
        "lender": "« Prêteur »",
        "lenderDef": "Quickfund OÜ, société agréée accordant les crédits.",
        "credit": "« Crédit » ou « Prêt »",
        "creditDef": "Tout financement accordé par le Prêteur à l'Emprunteur, remboursable selon les modalités du Contrat de crédit.",
        "contract": "« Contrat de crédit »",
        "contractDef": "Le contrat individuel conclu entre le Prêteur et l'Emprunteur, définissant les conditions particulières du crédit (montant, durée, TAEG, échéancier).",
        "fic": "« FIC » (Fiche d'Information Contractuelle)",
        "ficDef": "Document d'information précontractuelle standardisé (SECCI – Standard European Consumer Credit Information) remis avant toute signature, conformément à l'article L.312-12 et suivants.",
        "taeg": "« TAEG » (Taux Annuel Effectif Global)",
        "taegDef": "Coût total du crédit exprimé en pourcentage annuel du montant emprunté. Il inclut les intérêts, frais de dossier et tout autre coût obligatoire lié au crédit.",
        "debitRate": "« Taux débiteur »",
        "debitRateDef": "Taux d'intérêt fixe ou variable appliqué au capital emprunté, exprimé en pourcentage annuel.",
        "totalCost": "« Coût total du crédit »",
        "totalCostDef": "Somme de tous les frais (intérêts, frais de dossier, assurances obligatoires le cas échéant) que l'Emprunteur doit payer pendant la durée du crédit.",
        "totalAmount": "« Montant total dû »",
        "totalAmountDef": "Capital emprunté augmenté du coût total du crédit.",
        "installment": "« Échéance » ou « Mensualité »",
        "installmentDef": "Montant périodique (généralement mensuel) que l'Emprunteur doit verser au Prêteur conformément à l'échéancier.",
        "services": "« Services »",
        "servicesDef": "L'ensemble des prestations proposées par Quickfund : octroi de crédits, simulation de prêt, espace client, et coaching financier."
      },
      "scope": {
        "title": "Article 3 – Objet et champ d'application",
        "content": "Les présentes CGU ont pour objet de définir les conditions d'accès et d'utilisation de la Plateforme, ainsi que les droits et obligations des parties dans le cadre des Services de crédit proposés par Quickfund OÜ.",
        "acceptance": "En accédant à la Plateforme ou en utilisant les Services, vous reconnaissez avoir lu, compris et accepté sans réserve les présentes CGU. Si vous n'acceptez pas ces CGU, vous devez cesser toute utilisation de la Plateforme.",
        "updates": "Les CGU applicables sont celles en vigueur à la date de votre utilisation de la Plateforme ou de la signature de votre Contrat de crédit."
      },
      "eligibility": {
        "title": "Article 4 – Conditions d'éligibilité",
        "intro": "Pour solliciter un crédit auprès de Quickfund, vous devez remplir les conditions suivantes :",
        "age": "Être âgé d'au moins 18 ans révolus",
        "residence": "Être résident fiscal en Estonie (extension progressive aux autres pays de l'EEE)",
        "capacity": "Disposer de la pleine capacité juridique (ne pas être sous tutelle, curatelle ou sauvegarde de justice)",
        "identity": "Fournir un document d'identité en cours de validité (carte d'identité, passeport ou titre de séjour)",
        "income": "Justifier de revenus réguliers permettant le remboursement du crédit",
        "noDefault": "Ne pas être inscrit sur un fichier d'incidents de paiement (Krediidiinfo en Estonie) pour des incidents non régularisés",
        "account": "Disposer d'un compte bancaire personnel à votre nom dans un établissement de l'EEE",
        "note": "Quickfund se réserve le droit de refuser une demande de crédit si ces conditions ne sont pas remplies ou si l'évaluation de solvabilité est défavorable."
      },
      "services": {
        "title": "Article 5 – Description des Services",
        "intro": "Quickfund propose les produits de crédit et services suivants :",
        "microCredit": {
          "name": "Micro-crédit",
          "desc": "Crédit de 50 € à 500 €, durée de 7 à 30 jours, réponse sous 24 heures. TAEG variable selon profil, à partir de 0% pour les nouveaux clients éligibles."
        },
        "consumerCredit": {
          "name": "Crédit à la consommation",
          "desc": "Crédit de 500 € à 5 000 €, durée de 3 à 36 mois, mensualités fixes. TAEG de 9,9% à 21,9% selon profil et durée."
        },
        "proCredit": {
          "name": "Crédit professionnel",
          "desc": "Crédit de 1 000 € à 10 000 € destiné aux auto-entrepreneurs, freelances et TPE. Durée de 6 à 48 mois."
        },
        "studentLoan": {
          "name": "Prêt étudiant",
          "desc": "Financement des études de 500 € à 3 000 €, sans garantie parentale obligatoire. Conditions préférentielles pour étudiants."
        },
        "salaryAdvance": {
          "name": "Avance sur salaire",
          "desc": "Accès anticipé à une partie de votre salaire (jusqu'à 50%), remboursement automatique à la date de paie."
        },
        "coaching": {
          "name": "Coaching financier",
          "desc": "Service gratuit d'accompagnement à la gestion de budget, disponible pour tous les Emprunteurs."
        },
        "example": {
          "title": "Exemple représentatif",
          "content": "Pour un crédit à la consommation de 1 000 € sur 12 mois au TAEG de 15%, vous remboursez 12 mensualités de 90,26 €. Montant total dû : 1 083,12 €. Coût total du crédit : 83,12 €."
        }
      },
      "precontractual": {
        "title": "Article 6 – Information précontractuelle",
        "intro": "Conformément à la Directive 2008/48/CE et au droit estonien, Quickfund vous remet avant toute signature :",
        "fic": "Une Fiche d'Information Contractuelle (FIC/SECCI) standardisée présentant de manière claire : l'identité du prêteur, le type de crédit, le montant, la durée, le TAEG, le montant des échéances, le coût total, les conditions de remboursement anticipé et de rétractation.",
        "explanation": "Des explications adéquates vous permettant de comprendre les caractéristiques essentielles du crédit et d'évaluer s'il est adapté à votre situation financière.",
        "reflection": "Un délai de réflexion raisonnable avant la signature. Aucun engagement ne peut être exigé avant que vous n'ayez disposé de ces informations.",
        "responsibility": "Il vous appartient de lire attentivement ces documents. La signature du Contrat de crédit vaut reconnaissance d'avoir reçu et compris l'information précontractuelle."
      },
      "application": {
        "title": "Article 7 – Processus de demande de crédit",
        "steps": {
          "simulation": "Simulation : Utilisez notre simulateur pour estimer le montant, la durée et les mensualités de votre crédit.",
          "form": "Formulaire : Complétez le formulaire de demande en ligne avec vos informations personnelles, professionnelles et financières.",
          "documents": "Justificatifs : Téléchargez les documents requis (identité, justificatif de domicile, bulletins de salaire ou avis d'imposition, RIB).",
          "analysis": "Analyse : Quickfund procède à l'évaluation de votre solvabilité (voir Article 8).",
          "decision": "Décision : Vous recevez une réponse sous 24 à 72 heures selon le type de crédit.",
          "fic": "FIC : En cas d'accord de principe, vous recevez la Fiche d'Information Contractuelle.",
          "signature": "Signature : Après le délai de réflexion, vous signez électroniquement le Contrat de crédit.",
          "disbursement": "Déblocage : Les fonds sont virés sur votre compte dans un délai de 24 à 48 heures après signature."
        },
        "accuracy": "Vous vous engagez à fournir des informations exactes, complètes et sincères. Toute fausse déclaration peut entraîner le refus du crédit, la déchéance du terme ou des poursuites judiciaires."
      },
      "solvency": {
        "title": "Article 8 – Évaluation de la solvabilité",
        "obligation": "Conformément à l'article 8 de la Directive 2008/48/CE et à la loi estonienne, Quickfund est tenu d'évaluer votre solvabilité avant tout octroi de crédit.",
        "method": "Cette évaluation s'effectue sur la base des informations que vous fournissez et de la consultation de bases de données autorisées (Krediidiinfo, registres publics).",
        "criteria": "Critères pris en compte : revenus réguliers, charges fixes, crédits en cours, historique de paiement, stabilité professionnelle, ratio d'endettement.",
        "refusal": "Droit de refus : Quickfund peut refuser une demande de crédit si l'évaluation révèle un risque de surendettement. Ce refus constitue une mesure de protection et ne donne lieu à aucune indemnité.",
        "responsible": "Prêt responsable : Nous nous engageons à ne pas accorder de crédit manifestement inadapté à votre situation financière."
      },
      "financialConditions": {
        "title": "Article 9 – Conditions financières",
        "rates": {
          "title": "9.1 Taux d'intérêt",
          "content": "Le TAEG applicable à votre crédit dépend du type de produit, du montant, de la durée et de votre profil de risque. Il est communiqué dans la FIC et le Contrat de crédit.",
          "range": "Fourchette indicative : TAEG de 0% à 21,9% selon les produits."
        },
        "fees": {
          "title": "9.2 Frais",
          "setup": "Frais de dossier : 0 € à 50 € selon le type de crédit (précisé dans la FIC)",
          "lateFee": "Intérêts de retard : Taux débiteur majoré de 3 points, dans la limite du taux d'usure estonien",
          "reminder": "Frais de relance : 5 € par courrier de relance après mise en demeure",
          "collection": "Frais de recouvrement : Frais réels et justifiés en cas de procédure, plafonnés conformément à la réglementation",
          "earlyRepayment": "Remboursement anticipé : Aucune indemnité pour les crédits inférieurs à 10 000 €"
        },
        "usury": {
          "title": "9.3 Taux d'usure",
          "content": "Tous nos crédits respectent le taux d'usure applicable en Estonie, publié par Eesti Pank."
        }
      },
      "borrowerObligations": {
        "title": "Article 10 – Obligations de l'Emprunteur",
        "intro": "En souscrivant un crédit, vous vous engagez à :",
        "accurate": "Fournir des informations exactes et sincères lors de la demande et tout au long du crédit",
        "update": "Informer Quickfund sans délai de tout changement de situation (adresse, emploi, coordonnées bancaires)",
        "repay": "Rembourser les échéances aux dates prévues conformément au tableau d'amortissement",
        "notify": "Signaler immédiatement toute difficulté de paiement prévisible afin de rechercher une solution amiable",
        "maintain": "Maintenir le compte bancaire de prélèvement suffisamment approvisionné",
        "noFraud": "Ne pas utiliser le crédit à des fins illicites ou contraires à l'ordre public"
      },
      "lenderObligations": {
        "title": "Article 11 – Obligations du Prêteur",
        "intro": "Quickfund s'engage à :",
        "info": "Fournir une information claire, complète et non trompeuse sur ses produits",
        "precontractual": "Remettre la FIC et les explications adéquates avant signature",
        "solvency": "Évaluer votre solvabilité de manière responsable",
        "disburse": "Verser les fonds dans les délais convenus après signature",
        "statement": "Mettre à disposition un relevé annuel des opérations et le solde restant dû",
        "support": "Proposer un accompagnement en cas de difficultés financières",
        "data": "Protéger vos données personnelles conformément au RGPD"
      },
      "withdrawal": {
        "title": "Article 12 – Droit de rétractation",
        "right": "Conformément à l'article 14 de la Directive 2008/48/CE, vous disposez d'un droit de rétractation de 14 jours calendaires à compter de la signature du Contrat de crédit, sans avoir à fournir de motif.",
        "exercise": "Pour exercer ce droit, vous devez nous notifier votre décision par écrit (email à legal@quickfund.ee ou courrier recommandé) avant l'expiration du délai.",
        "consequences": "En cas de rétractation, vous devez rembourser le capital versé et les intérêts courus depuis le déblocage des fonds, sans délai et au plus tard dans les 30 jours suivant l'envoi de votre notification.",
        "calculation": "Les intérêts dus sont calculés sur la base du taux débiteur prévu au contrat, au prorata du nombre de jours entre le déblocage et le remboursement.",
        "noFee": "Aucun autre frais ne peut vous être réclamé au titre de la rétractation."
      },
      "earlyRepayment": {
        "title": "Article 13 – Remboursement anticipé",
        "right": "Vous pouvez, à tout moment, rembourser par anticipation tout ou partie du capital restant dû.",
        "noFee": "Aucune indemnité de remboursement anticipé n'est appliquée pour les crédits d'un montant inférieur ou égal à 10 000 €.",
        "higherAmounts": "Pour les crédits supérieurs à 10 000 €, une indemnité peut être demandée, limitée à : 1% du montant remboursé si le délai restant est supérieur à 1 an, 0,5% si le délai est inférieur à 1 an.",
        "interest": "Vous ne devez que les intérêts courus jusqu'à la date effective du remboursement.",
        "procedure": "Contactez-nous par email (contact@quickfund.ee) ou via votre espace client pour procéder au remboursement anticipé."
      },
      "latePayment": {
        "title": "Article 14 – Retard et défaut de paiement",
        "reminder": {
          "title": "14.1 Relances amiables",
          "content": "En cas de retard de paiement, Quickfund vous contactera (email, SMS, téléphone) pour comprendre votre situation et rechercher une solution amiable."
        },
        "interest": {
          "title": "14.2 Intérêts de retard",
          "content": "Des intérêts de retard s'appliquent sur les sommes impayées, au taux prévu dans votre Contrat de crédit, dans la limite du taux d'usure."
        },
        "formalNotice": {
          "title": "14.3 Mise en demeure",
          "content": "Après deux échéances impayées ou un impayé de plus de 60 jours, une mise en demeure vous sera adressée par lettre recommandée ou email avec accusé de réception."
        },
        "acceleration": {
          "title": "14.4 Déchéance du terme",
          "content": "En cas de défaut persistant (3 échéances impayées consécutives ou équivalent), Quickfund peut prononcer la déchéance du terme, rendant immédiatement exigible la totalité des sommes dues."
        },
        "collection": {
          "title": "14.5 Recouvrement",
          "content": "En dernier recours, le recouvrement peut être confié à un prestataire spécialisé ou faire l'objet d'une procédure judiciaire. Les frais de recouvrement justifiés seront mis à votre charge dans les limites légales."
        },
        "reporting": {
          "title": "14.6 Signalement",
          "content": "Les incidents de paiement caractérisés peuvent être signalés aux fichiers de crédit (Krediidiinfo) conformément à la réglementation applicable."
        }
      },
      "consumerProtection": {
        "title": "Article 15 – Protection du consommateur",
        "intro": "En tant qu'établissement de crédit agréé, Quickfund respecte les dispositions protectrices suivantes :",
        "usury": "Respect du taux d'usure : Aucun crédit n'est accordé à un taux supérieur au seuil légal",
        "abusive": "Interdiction des clauses abusives : Les CGU sont conformes à la Directive 93/13/CEE",
        "advertising": "Publicité loyale : Toute communication commerciale mentionne le TAEG et un exemple représentatif",
        "responsible": "Prêt responsable : Refus d'accorder un crédit en cas de risque manifeste de surendettement",
        "assistance": "Accompagnement : Proposition de solutions en cas de difficultés (report d'échéances, rééchelonnement)"
      },
      "complaints": {
        "title": "Article 16 – Réclamations et médiation",
        "internal": {
          "title": "16.1 Réclamation interne",
          "content": "Toute réclamation doit d'abord être adressée à notre service client : contact@quickfund.ee. Nous nous engageons à accuser réception sous 5 jours ouvrés et à vous apporter une réponse sous 30 jours."
        },
        "mediation": {
          "title": "16.2 Médiation",
          "content": "En cas de désaccord persistant, vous pouvez saisir gratuitement le médiateur de la consommation compétent. Les coordonnées du médiateur vous seront communiquées sur simple demande et figurent sur notre site."
        },
        "authority": {
          "title": "16.3 Autorité de surveillance",
          "content": "Vous pouvez également signaler tout manquement à la Finantsinspektsioon (Autorité de Surveillance Financière d'Estonie) : info@fi.ee, Sakala 4, 15030 Tallinn, Estonie."
        },
        "odr": {
          "title": "16.4 Plateforme européenne de règlement des litiges",
          "content": "Conformément au règlement UE n°524/2013, vous pouvez recourir à la plateforme de règlement en ligne des litiges : https://ec.europa.eu/consumers/odr"
        }
      },
      "liability": {
        "title": "Article 17 – Responsabilité",
        "lenderLiability": {
          "title": "17.1 Responsabilité du Prêteur",
          "content": "Quickfund est responsable de la bonne exécution des Services. Notre responsabilité est engagée en cas de manquement prouvé à nos obligations. Elle est limitée au préjudice direct, prévisible et certain, à l'exclusion des dommages indirects."
        },
        "forceMajeure": {
          "title": "17.2 Force majeure",
          "content": "Quickfund ne saurait être tenu responsable en cas de force majeure (catastrophe naturelle, guerre, pandémie, panne généralisée des systèmes informatiques, décision des autorités publiques)."
        },
        "borrowerLiability": {
          "title": "17.3 Responsabilité de l'Emprunteur",
          "content": "Vous êtes responsable de l'exactitude des informations fournies, de la sécurité de vos identifiants de connexion et du bon usage du crédit."
        }
      },
      "modifications": {
        "title": "Article 18 – Modification des CGU",
        "notice": "Quickfund peut modifier les présentes CGU à tout moment. Les modifications seront notifiées par email et/ou par publication sur la Plateforme au moins 30 jours avant leur entrée en vigueur.",
        "contracts": "Les Contrats de crédit en cours restent régis par les CGU acceptées lors de leur signature, sauf accord exprès de l'Emprunteur.",
        "acceptance": "L'utilisation de la Plateforme après l'entrée en vigueur des modifications vaut acceptation des nouvelles CGU."
      },
      "intellectualProperty": {
        "title": "Article 19 – Propriété intellectuelle",
        "content": "L'ensemble des éléments de la Plateforme (textes, graphismes, logos, logiciels, base de données) est protégé par les droits de propriété intellectuelle. Toute reproduction, représentation ou exploitation non autorisée est interdite et constitue une contrefaçon."
      },
      "personalData": {
        "title": "Article 20 – Données personnelles",
        "content": "Le traitement de vos données personnelles est détaillé dans notre Politique de Confidentialité, accessible sur la Plateforme. En utilisant nos Services, vous reconnaissez avoir pris connaissance de cette politique."
      },
      "governingLaw": {
        "title": "Article 21 – Droit applicable et juridiction",
        "law": "Les présentes CGU et les Contrats de crédit sont régis par le droit estonien.",
        "directive": "Elles s'inscrivent dans le cadre de la Directive 2008/48/CE relative aux contrats de crédit aux consommateurs et des transpositions nationales applicables.",
        "jurisdiction": "En cas de litige, les tribunaux de Tallinn (Estonie) sont compétents, sous réserve des règles protectrices permettant au consommateur de saisir les tribunaux de son lieu de résidence.",
        "consumerRights": "Les dispositions impératives de protection des consommateurs de votre pays de résidence demeurent applicables."
      },
      "severability": {
        "title": "Article 22 – Divisibilité",
        "content": "Si une clause des présentes CGU était déclarée nulle ou inapplicable, les autres clauses demeureraient en vigueur. La clause nulle serait remplacée par une clause valide se rapprochant au mieux de l'intention initiale des parties."
      },
      "contact": {
        "title": "Article 23 – Contact",
        "intro": "Pour toute question concernant les présentes CGU ou nos Services :",
        "general": "Service client : contact@quickfund.ee",
        "legal": "Questions juridiques : legal@quickfund.ee",
        "address": "Adresse postale : Quickfund OÜ, Tornimäe tn 5, 10145 Tallinn, Estonie",
        "regNumber": "Numéro d'immatriculation : 31303066",
        "website": "Site web : www.quickfund.ee"
      }
    }
  },

  "privacy": {
    "title": "Politique de Confidentialite",
    "sections": {
      "intro": {
        "title": "Introduction",
        "content": "Chez Quickfund, nous nous engageons a proteger votre vie privee et vos donnees personnelles. Cette Politique de Confidentialite explique comment nous collectons, utilisons, stockons et protegeons vos informations conformement au Reglement General sur la Protection des Donnees (RGPD) et au droit estonien."
      },
      "controller": {
        "title": "Responsable du traitement",
        "content": "Le responsable du traitement de vos donnees personnelles est :",
        "company": "Societe",
        "regNumber": "Numero d'immatriculation",
        "address": "Adresse",
        "email": "Email",
        "parent": "Societe mere"
      },
      "dataCollected": {
        "title": "Donnees collectees",
        "intro": "Nous collectons les categories de donnees personnelles suivantes :",
        "identity": {
          "title": "Donnees d'identite",
          "name": "Nom complet",
          "dob": "Date de naissance",
          "nationality": "Nationalite",
          "idDoc": "Document d'identite (passeport, carte d'identite)"
        },
        "contact": {
          "title": "Coordonnees",
          "email": "Adresse email",
          "phone": "Numero de telephone",
          "address": "Adresse postale"
        },
        "financial": {
          "title": "Donnees financieres",
          "income": "Informations sur les revenus et l'emploi",
          "employment": "Situation et details professionnels",
          "bank": "Coordonnees bancaires"
        },
        "technical": {
          "title": "Donnees techniques",
          "ip": "Adresse IP",
          "device": "Informations sur l'appareil et le navigateur",
          "cookies": "Donnees de cookies"
        }
      },
      "legalBasis": {
        "title": "Base juridique du traitement",
        "intro": "Nous traitons vos donnees sur les bases juridiques suivantes :",
        "contract": "Execution du contrat",
        "contractDesc": "Pour fournir nos services de credit et remplir nos obligations contractuelles",
        "legal": "Obligation legale",
        "legalDesc": "Pour respecter les reglementations KYC/AML et les exigences de surveillance financiere",
        "consent": "Consentement",
        "consentDesc": "Pour les communications marketing et les services optionnels",
        "legitimate": "Interet legitime",
        "legitimateDesc": "Pour la prevention de la fraude, la securite et l'amelioration des services"
      },
      "purposes": {
        "title": "Finalites du traitement",
        "creditAssessment": "Evaluation de la solvabilite et decisions de pret",
        "contractExecution": "Execution et gestion des contrats de credit",
        "kyc": "Verification de votre identite (KYC) et prevention du blanchiment (AML)",
        "fraud": "Detection et prevention de la fraude",
        "communication": "Communication concernant votre compte et nos services",
        "improvement": "Amelioration de nos services et de l'experience utilisateur",
        "legal": "Respect des obligations legales et reglementaires"
      },
      "sharing": {
        "title": "Partage des donnees",
        "intro": "Nous pouvons partager vos donnees avec :",
        "stripe": "Stripe",
        "stripeDesc": "Pour le traitement des paiements et la verification d'identite (KYC)",
        "cloud": "Fournisseurs cloud",
        "cloudDesc": "Pour le stockage securise des donnees (Google Cloud Platform, serveurs europeens)",
        "authorities": "Autorites reglementaires",
        "authoritiesDesc": "Lorsque requis par la loi (FSA Estonie, autorites fiscales)"
      },
      "retention": {
        "title": "Conservation des donnees",
        "intro": "Nous conservons vos donnees pour les periodes suivantes :",
        "contract": "Donnees contractuelles : Duree du credit + 5 ans",
        "kyc": "Documents KYC : 5 ans apres fin de la relation",
        "legal": "Documents comptables : 10 ans (exigences comptables)"
      },
      "security": {
        "title": "Securite des donnees",
        "content": "Nous mettons en oeuvre des mesures techniques et organisationnelles appropriees pour proteger vos donnees :",
        "encryption": "Chiffrement en transit (HTTPS/TLS) et au repos",
        "access": "Controles d'acces stricts et authentification",
        "monitoring": "Surveillance securite 24/7 et alertes",
        "storage": "Donnees stockees exclusivement dans l'Union europeenne"
      },
      "rights": {
        "title": "Vos droits",
        "intro": "En vertu du RGPD, vous disposez des droits suivants :",
        "access": "Droit d'acces",
        "accessDesc": "Demander une copie de vos donnees personnelles",
        "rectification": "Droit de rectification",
        "rectificationDesc": "Corriger des donnees inexactes ou incompletes",
        "erasure": "Droit a l'effacement",
        "erasureDesc": "Demander la suppression de vos donnees (sous reserve des obligations legales de conservation)",
        "restriction": "Droit a la limitation",
        "restrictionDesc": "Limiter l'utilisation de vos donnees",
        "portability": "Droit a la portabilite",
        "portabilityDesc": "Recevoir vos donnees dans un format structure et lisible par machine",
        "objection": "Droit d'opposition",
        "objectionDesc": "Vous opposer au traitement fonde sur l'interet legitime",
        "exercise": "Pour exercer ces droits, contactez-nous a legal@quickfund.ee ou legal@quickfund.fr"
      },
      "transfers": {
        "title": "Transferts internationaux de donnees",
        "content": "Vos donnees sont stockees et traitees au sein de l'Espace economique europeen (EEE). Nous ne transferons pas vos donnees hors de l'EEE. Notre infrastructure cloud est situee dans des centres de donnees europeens."
      },
      "changes": {
        "title": "Modifications de cette politique",
        "content": "Nous pouvons mettre a jour cette Politique de Confidentialite de temps en temps. Nous vous informerons des modifications significatives par email ou via notre Plateforme. La date de la derniere mise a jour est indiquee en haut de cette page."
      },
      "contact": {
        "title": "Nous contacter",
        "content": "Pour toute question concernant cette Politique de Confidentialite ou pour exercer vos droits :",
        "address": "Adresse",
        "authority": "Vous avez egalement le droit de deposer une plainte aupres de l'Autorite estonienne de protection des donnees (Andmekaitse Inspektsioon) ou de votre autorite de controle locale."
      }
    }
  },

  "legalNotices": {
    "title": "Mentions Legales",
    "sections": {
      "publisher": {
        "title": "Editeur",
        "company": "Raison sociale",
        "legalForm": "Forme juridique",
        "regNumber": "Numero d'immatriculation",
        "address": "Siege social",
        "email": "Email",
        "director": "Directeur"
      },
      "parent": {
        "title": "Societe mere",
        "company": "Raison sociale",
        "regNumber": "Numero d'immatriculation",
        "address": "Adresse"
      },
      "regulatory": {
        "title": "Informations reglementaires",
        "authority": "Autorite de surveillance",
        "license": "Licence",
        "licenseType": "Licence d'etablissement de credit",
        "euPassport": "Passeport europeen",
        "euPassportDesc": "Autorise a operer dans l'Union europeenne",
        "content": "Quickfund OU est un etablissement de credit agree sous la supervision de l'Autorite estonienne de surveillance financiere (Finantsinspektsioon). En vertu de la reglementation europeenne, nous sommes autorises a fournir des services de credit dans toute l'Union europeenne via le mecanisme du passeport europeen."
      },
      "hosting": {
        "title": "Hebergement du site",
        "provider": "Hebergeur",
        "location": "Localisation des serveurs",
        "address": "Adresse"
      },
      "ip": {
        "title": "Propriete intellectuelle",
        "content": "Tout le contenu de ce site web est protege par les droits de propriete intellectuelle. Les elements suivants sont la propriete exclusive de Quickfund OU :",
        "trademark": "La marque et le logo Quickfund",
        "content2": "Tous les textes, articles et contenus editoriaux",
        "design": "Design graphique et identite visuelle",
        "software": "Logiciels et code source"
      },
      "links": {
        "title": "Liens externes",
        "content": "Ce site web peut contenir des liens vers des sites externes. Quickfund n'est pas responsable du contenu ou des pratiques de confidentialite de ces sites tiers. L'acces a ces liens se fait a vos risques et perils."
      },
      "liability": {
        "title": "Limitation de responsabilite",
        "content": "Bien que nous nous efforcions d'assurer l'exactitude des informations sur ce site, Quickfund ne peut garantir que toutes les informations sont completes, exactes ou a jour. Nous ne sommes pas responsables des dommages directs ou indirects resultant de l'utilisation de ce site."
      },
      "accessibility": {
        "title": "Accessibilite",
        "content": "Nous nous engageons a rendre notre site web accessible a tous les utilisateurs. Si vous rencontrez des problemes d'accessibilite, veuillez nous contacter a legal@quickfund.ee afin que nous puissions les resoudre."
      },
      "credits": {
        "title": "Credits du site",
        "design": "Design",
        "dev": "Developpement"
      },
      "applicableLaw": {
        "title": "Droit applicable",
        "content": "Ce site web et ces mentions legales sont regis par le droit estonien. En cas de litige, les tribunaux de Tallinn (Estonie) sont competents. Toutefois, conformement au droit de l'Union europeenne, les consommateurs residant dans un Etat membre peuvent saisir les tribunaux de leur lieu de residence."
      }
    }
  },

  "cookies": {
    "title": "Politique de Cookies",
    "sections": {
      "intro": {
        "title": "Introduction",
        "content": "Cette Politique de Cookies explique comment Quickfund OU utilise les cookies et technologies similaires sur notre site web. Lors de votre premiere visite, un bandeau vous permet d'accepter ou de refuser les cookies non essentiels. Seuls les cookies strictement necessaires au fonctionnement du site sont deposes sans votre consentement prealable."
      },
      "what": {
        "title": "Qu'est-ce qu'un cookie ?",
        "content": "Les cookies sont de petits fichiers texte places sur votre appareil lorsque vous visitez un site web. Ils sont largement utilises pour faire fonctionner les sites web plus efficacement, fournir des informations aux proprietaires de sites et ameliorer l'experience utilisateur."
      },
      "types": {
        "title": "Types de cookies que nous utilisons",
        "essential": {
          "title": "Cookies essentiels",
          "desc": "Ces cookies sont necessaires au bon fonctionnement du site. Ils ne peuvent pas etre desactives.",
          "session": "Gestion de session et authentification",
          "security": "Securite et prevention de la fraude",
          "preferences": "Preferences essentielles de l'utilisateur (ex : consentement cookies)"
        },
        "functional": {
          "title": "Cookies fonctionnels",
          "desc": "Ces cookies permettent des fonctionnalites ameliorees et la personnalisation.",
          "language": "Preferences de langue",
          "settings": "Parametres d'affichage et d'interface"
        },
        "analytics": {
          "title": "Cookies analytiques",
          "desc": "Ces cookies nous aident a comprendre comment les visiteurs interagissent avec notre site.",
          "usage": "Pages consultees et parcours de navigation",
          "performance": "Surveillance des performances du site"
        }
      },
      "list": {
        "title": "Cookies utilises",
        "name": "Nom du cookie",
        "purpose": "Finalite",
        "duration": "Duree",
        "type": "Type",
        "sessionPurpose": "Gestion de session utilisateur",
        "sessionDuration": "Session",
        "localePurpose": "Stockage de la preference de langue",
        "consentPurpose": "Stockage du consentement cookies",
        "year": "an"
      },
      "thirdParty": {
        "title": "Cookies tiers",
        "content": "Nous pouvons utiliser des services tiers qui deposent leurs propres cookies :",
        "stripe": "Traitement des paiements et prevention de la fraude"
      },
      "manage": {
        "title": "Gestion des cookies",
        "content": "Vous pouvez controler et supprimer les cookies via les parametres de votre navigateur :",
        "chrome": "Parametres > Confidentialite et securite > Cookies",
        "firefox": "Options > Vie privee et securite > Cookies",
        "safari": "Preferences > Confidentialite > Cookies",
        "edge": "Parametres > Cookies et autorisations de site",
        "warning": "Veuillez noter que la desactivation des cookies essentiels peut affecter le fonctionnement du site."
      },
      "consent": {
        "title": "Consentement aux cookies",
        "content": "Lors de votre premiere visite sur notre site, il vous sera demande d'accepter ou de configurer les cookies. Vous pouvez modifier vos preferences a tout moment via nos parametres de cookies ou en effacant les cookies de votre navigateur."
      },
      "changes": {
        "title": "Modifications de cette politique",
        "content": "Nous pouvons mettre a jour cette Politique de Cookies de temps en temps. Les modifications seront publiees sur cette page avec une date de revision mise a jour."
      },
      "contact": {
        "title": "Nous contacter",
        "content": "Si vous avez des questions concernant notre utilisation des cookies, veuillez nous contacter :"
      }
    }
  }
}
